Repository: msandroid/Cursor-Rule
Catalog: WhisperAX/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, id, ja, ko, nl, pt, ru, sv, sw, ta, th, tr, ur, vi, zh

source: Recording completed.
ar: اكتمل التسجيل.
bn: রেকর্ডিং সম্পূর্ণ হয়েছে।
de: Aufnahme abgeschlossen.
es: Grabación completada.
fa: ضبط کامل شد.
fr: Enregistrement terminé.
hi: रिकॉर्डिंग पूरी हो गई।
id: Perekaman selesai.
ja: 録音が完了しました。
ko: 녹음이 완료되었습니다.
nl: Opname voltooid.
pt: Gravação concluída.
ru: Запись завершена.
sv: Inspelning slutförd.
sw: Urekodi umekamilika.
ta: பதிவு முடிந்தது.
th: การบันทึกเสร็จสิ้น
tr: Kayıt tamamlandı.
ur: ریکارڈنگ مکمل ہو گئی۔
vi: Ghi âm hoàn tất.
zh: 录音完成。

source: Recording started.
ar: بدأ التسجيل.
bn: রেকর্ডিং শুরু হয়েছে।
de: Aufnahme gestartet.
es: Grabación iniciada.
fa: ضبط شروع شد.
fr: Enregistrement démarré.
hi: रिकॉर्डिंग शुरू हो गई।
id: Perekaman dimulai.
ja: 録音を開始しました。
ko: 녹음이 시작되었습니다.
nl: Opname gestart.
pt: Gravação iniciada.
ru: Запись начата.
sv: Inspelning startad.
sw: Urekodi umeanza.
ta: பதிவு தொடங்கியது.
th: เริ่มการบันทึก
tr: Kayıt başlatıldı.
ur: ریکارڈنگ شروع ہو گئی۔
vi: Bắt đầu ghi âm.
zh: 录音已开始。

source: Repair
ar: إصلاح
bn: মেরামত
de: Reparieren
es: Reparar
fa: تعمیر
fr: Réparer
hi: मरम्मत
id: Perbaiki
ja: 修復
ko: 수리
nl: Repareren
pt: Reparar
ru: Ремонт
sv: Reparera
sw: Karabati
ta: சரிசெய்
th: ซ่อมแซม
tr: Onar
ur: مرمت
vi: Sửa chữa
zh: 修复

source: Resampling
ar: جاري إعادة أخذ العينات
bn: রিস্যাম্পলিং হচ্ছে
de: Neuabtastung
es: Remuestreo
fa: در حال نمونه‌برداری مجدد
fr: Rééchantillonnage
hi: रीसैंपलिंग हो रहा है
ja: リサンプリング中
ko: 리샘플링 중
nl: Opnieuw samplen
pt: Reamostragem
ru: Передискретизация
sv: Omsampling
sw: Inasampuli tena
ta: மீண்டும் மாதிரியெடுக்கிறது
th: กำลังรีแซมเปิล
tr: Yeniden Örnekleme
ur: ریسیمپلنگ
vi: Đang lấy mẫu lại
zh: 重采样中

source: Resampling...
ar: جاري إعادة أخذ العينات...
bn: পুনঃনমুনা নেওয়া হচ্ছে...
de: Neuabtastung...
es: Re-muestreo...
fa: در حال نمونه‌گیری مجدد...
fr: Rééchantillonnage...
hi: पुनः नमूना ले रहे हैं...
id: Mengambil ulang sampel...
ja: リサンプリング中です
ko: 리샘플링 중...
nl: Opnieuw bemonsteren...
pt: Reamostragem...
ru: Передискретизация...
sv: Omsampling...
sw: Kuchukua sampuli tena...
ta: மறு மாதிரியெடுத்தல்...
th: กำลังสุ่มตัวอย่างใหม่...
tr: Yeniden Örnekleme...
ur: دوبارہ نمونہ لے رہے ہیں...
vi: Đang lấy mẫu lại...
zh: 重采样中...

source: Restart App
ar: إعادة تشغيل التطبيق
bn: অ্যাপ পুনরায় শুরু করুন
de: App neu starten
es: Reiniciar App
fa: راه‌اندازی مجدد برنامه
fr: Redémarrer l'App
hi: ऐप पुनः आरंभ करें
id: Mulai Ulang Aplikasi
ja: アプリを再起動する
ko: 앱 재시작
nl: App Herstarten
pt: Reiniciar App
ru: Перезапустить Приложение
sv: Starta om App
sw: Anzisha Programu Tena
ta: பயன்பாட்டை மீண்டும் தொடங்கு
th: เริ่มแอปใหม่
tr: Uygulamayı Yeniden Başlat
ur: ایپ دوبارہ شروع کریں
vi: Khởi động lại Ứng dụng
zh: 重启应用

source: Romanian
ar: الرومانية
bn: রোমানিয়ান
de: Rumänisch
es: Rumano
fa: رومانیایی
fr: Roumain
hi: रोमानियाई
id: Rumania
ja: ルーマニア語
ko: 루마니아어
nl: Roemeens
pt: Romeno
ru: Румынский
sv: Rumänska
sw: Kiromania
ta: ரோமானியன்
th: โรมาเนีย
tr: Rumence
ur: رومانیائی
vi: Tiếng Romania
zh: 罗马尼亚语

source: Russian
ar: الروسية
bn: রাশিয়ান
de: Russisch
es: Ruso
fa: روسی
fr: Russe
hi: रूसी
id: Rusia
ja: ロシア語
ko: 러시아어
nl: Russisch
pt: Russo
ru: Русский
sv: Ryska
sw: Kirusi
ta: ரஷியன்
th: รัสเซีย
tr: Rusça
ur: روسی
vi: Tiếng Nga
zh: 俄语

source: Sample text
ar: نص عينة
bn: নমুনা পাঠ্য
de: Beispieltext
es: Texto de muestra
fa: متن نمونه
fr: Texte d'exemple
hi: नमूना पाठ
id: Teks contoh
ja: サンプルテキスト
ko: 샘플 텍스트
nl: Voorbeeldtekst
pt: Texto de exemplo
ru: Образец текста
sv: Exempeltext
sw: Maandishi ya mfano
ta: மாதிரி உரை
th: ข้อความตัวอย่าง
tr: Örnek metin
ur: نمونہ متن
vi: Văn bản mẫu
zh: 示例文本

source: Sample text in %@
ar: نص عينة في %@
bn: %@ এ নমুনা পাঠ্য
de: Beispieltext in %@
es: Texto de muestra en %@
fa: متن نمونه در %@
fr: Texte d'exemple en %@
hi: %@ में नमूना पाठ
id: Teks contoh dalam %@
ja: サンプルテキストは
ko: %@의 샘플 텍스트
nl: Voorbeeldtekst in %@
pt: Texto de exemplo em %@
ru: Пример текста на %@
sv: Exempeltext på %@
sw: Maandishi ya mfano katika %@
ta: %@ இல் மாதிரி உரை
th: ข้อความตัวอย่างใน %@
tr: %@ dilinde örnek metin
ur: %@ میں نمونہ متن
vi: Văn bản mẫu bằng %@
zh: %@ 的示例文本

source: Sample text preview
ar: معاينة نص العينة
bn: নমুনা পাঠ্যের পূর্বরূপ
de: Beispieltext-Vorschau
es: Vista previa del texto de muestra
fa: پیش‌نمایش متن نمونه
fr: Aperçu du texte d'exemple
hi: नमूना पाठ पूर्वावलोकन
id: Pratinjau teks contoh
ja: サンプルテキストプレビュー
ko: 샘플 텍스트 미리보기
nl: Voorbeeldtekst voorbeeld
pt: Visualização do texto de exemplo
ru: Предварительный просмотр образца текста
sv: Exempeltext förhandsvisning
sw: Hakikisho la maandishi ya mfano
ta: மாதிரி உரை முன்னோட்டம்
th: ตัวอย่างข้อความตัวอย่าง
tr: Örnek metin önizlemesi
ur: نمونہ متن کا پیش منظر
vi: Xem trước văn bản mẫu
zh: 示例文本预览

source: Sampling
ar: أخذ العينات
bn: স্যাম্পলিং
es: Muestreo
fa: نمونه‌برداری
fr: Échantillonnage
hi: सैंपलिंग
id: Pengambilan Sampel
ja: サンプリング中
ko: 샘플링 중
pt: Amostragem
ru: Сэмплирование
sw: Kuchukua sampuli
ta: மாதிரி எடுத்தல்
th: การสุ่มตัวอย่าง
tr: Örnekleme
ur: نمونہ لینا
vi: Lấy mẫu
zh: 采样中

source: Sanskrit
ar: السنسكريتية
bn: সংস্কৃত
es: Sánscrito
fa: سانسکریت
hi: संस्कृत
id: Sanskerta
ja: サンスクリット語
ko: 산스크리트어
nl: Sanskriet
pt: Sânscrito
ru: Санскрит
sw: Kisanskriti
ta: சமஸ்கிருதம்
th: ภาษาสันสกฤต
ur: سنسکرت
vi: Tiếng Phạn
zh: 梵语

source: Save
ar: حفظ
bn: সংরক্ষণ
de: Speichern
es: Guardar
fa: ذخیره
fr: Enregistrer
hi: सहेजें
id: Simpan
ja: 保存
ko: 저장
nl: Opslaan
pt: Salvar
ru: Сохранить
sv: Spara
sw: Hifadhi
ta: சேமி
th: บันทึก
tr: Kaydet
ur: محفوظ کریں
vi: Lưu
zh: 保存

source: Scribe Core - Free
ar: Scribe Core - مجاني
bn: Scribe Core - বিনামূল্যে
de: Scribe Core - Kostenlos
es: Scribe Core - Gratis
fa: اسکرایب کور - رایگان
fr: Scribe Core - Gratuit
hi: Scribe Core - मुफ्त
id: Scribe Core - Gratis
ja: Scribe Core - 無料版
ko: Scribe Core - 무료
nl: Scribe Core - Gratis
pt: Scribe Core - Grátis
ru: Scribe Core - Бесплатно
sv: Scribe Core - Gratis
sw: Scribe Core - Bure
ta: ஸ்கிரைப் கோர் - இலவசம்
th: Scribe Core - ฟรี
tr: Scribe Core - Ücretsiz
ur: Scribe Core - مفت
vi: Scribe Core - Miễn phí
zh: Scribe Core - 免费版

source: Scribe Core Documentation
ar: وثائق Scribe Core
bn: Scribe Core নথিপত্র
de: Scribe Core Dokumentation
es: Documentación de Scribe Core
fa: مستندات اسکرایب کور
fr: Documentation Scribe Core
hi: Scribe Core दस्तावेज़
id: Dokumentasi Scribe Core
ja: Scribe Core ドキュメント
ko: Scribe Core 문서
nl: Scribe Core Documentatie
pt: Documentação do Scribe Core
ru: Документация Scribe Core
sv: Scribe Core Dokumentation
sw: Nyaraka za Scribe Core
ta: ஸ்கிரைப் கோர் ஆவணங்கள்
th: เอกสาร Scribe Core
tr: Scribe Core Belgeleri
ur: Scribe Core دستاویزات
vi: Tài liệu Scribe Core
zh: Scribe Core 文档

source: Scribe not initialized.
ar: Scribe غير مهيأ.
bn: Scribe আরম্ভ হয়নি।
de: Scribe nicht initialisiert.
es: Scribe no inicializado.
fa: Scribe راه‌اندازی نشده است.
fr: Scribe non initialisé.
hi: Scribe प्रारंभीकृत नहीं है।
id: Scribe tidak diinisialisasi.
ja: Scribeが初期化されていません。
ko: Scribe가 초기화되지 않았습니다.
nl: Scribe niet geïnitialiseerd.
pt: Scribe não inicializado.
ru: Scribe не инициализирован.
sv: Scribe inte initialiserad.
sw: Scribe haijaanzishwa.
ta: Scribe துவக்கப்படவில்லை.
th: Scribe ยังไม่ได้เริ่มต้น
tr: Scribe başlatılmadı.
ur: Scribe شروع نہیں ہوا۔
vi: Scribe chưa được khởi tạo.
zh: Scribe未初始化。

source: Scribing
ar: النسخ
bn: ট্রান্সক্রাইবিং
de: Transkribieren
es: Transcribiendo
fa: رونویسی
fr: Transcription
hi: ट्रांसक्राइबिंग
id: Menyalin
ja: 文字起こし中
ko: 전사 중
nl: Transcriberen
pt: Transcrevendo
ru: Транскрипция
sv: Transkribering
sw: Kuandika
ta: படியெடுத்தல்
th: การถอดความ
tr: Transkripsiyon
ur: ٹرانسکرائبنگ
vi: Phiên âm
zh: 转录中

source: Search fonts
ar: البحث عن الخطوط
bn: ফন্ট খুঁজুন
de: Schriftarten suchen
es: Buscar fuentes
fa: جستجوی فونت‌ها
fr: Rechercher des polices
hi: फ़ॉन्ट खोजें
id: Cari font
ja: フォントを検索
ko: 폰트 검색
nl: Lettertypen zoeken
pt: Pesquisar fontes
ru: Поиск шрифтов
sv: Sök typsnitt
sw: Tafuta fonti
ta: எழுத்துருக்களைத் தேடு
th: ค้นหาแบบอักษร
tr: Yazı tiplerini ara
ur: فونٹس تلاش کریں
vi: Tìm phông chữ
zh: 搜索字体

source: Search fonts...
ar: البحث عن الخطوط...
bn: ফন্ট খুঁজুন...
de: Schriftarten suchen...
es: Buscar fuentes...
fa: جستجوی فونت‌ها...
fr: Rechercher des polices...
hi: फ़ॉन्ट खोजें...
id: Cari font...
ja: フォントを検索
ko: 글꼴 검색...
nl: Zoek lettertypen...
pt: Pesquisar fontes...
ru: Поиск шрифтов...
sv: Sök typsnitt...
sw: Tafuta fonti...
ta: எழுத்துருக்களைத் தேடு...
th: ค้นหาแบบอักษร...
tr: Yazı tiplerini ara...
ur: فونٹ تلاش کریں...
vi: Tìm kiếm phông chữ...
zh: 搜索字体...

source: Search history
ar: البحث في السجل
bn: ইতিহাস খুঁজুন
de: Verlauf suchen
es: Buscar historial
fa: جستجوی تاریخچه
fr: Rechercher l'historique
hi: इतिहास खोजें
id: Cari riwayat
ja: 履歴を検索
ko: 기록 검색
nl: Geschiedenis zoeken
pt: Pesquisar histórico
ru: Поиск в истории
sv: Sök historik
sw: Tafuta historia
ta: வரலாற்றைத் தேடு
th: ค้นหาประวัติศาสตร์
tr: Geçmişi ara
ur: تاریخ تلاش کریں
vi: Tìm lịch sử
zh: 搜索历史

source: Search history...
ar: البحث في السجل...
bn: ইতিহাস খুঁজুন...
de: Verlauf durchsuchen...
es: Buscar historial...
fa: جستجوی تاریخچه...
fr: Rechercher l'historique...
hi: इतिहास खोजें...
id: Cari riwayat...
ja: 履歴を検索
ko: 기록 검색...
nl: Zoek geschiedenis...
pt: Pesquisar histórico...
ru: Поиск в истории...
sv: Sök historik...
sw: Tafuta historia...
ta: வரலாற்றைத் தேடு...
th: ค้นหาประวัติศาสตร์...
tr: Geçmişi ara...
ur: تاریخ تلاش کریں...
vi: Tìm kiếm lịch sử...
zh: 搜索历史...

source: Search languages
ar: البحث عن اللغات
bn: ভাষা খুঁজুন
de: Sprachen suchen
es: Buscar idiomas
fa: جستجوی زبان‌ها
fr: Rechercher des langues
hi: भाषाएं खोजें
id: Cari bahasa
ja: 言語を検索
ko: 언어 검색
nl: Talen zoeken
pt: Pesquisar idiomas
ru: Поиск языков
sv: Sök språk
sw: Tafuta lugha
ta: மொழிகளைத் தேடு
th: ค้นหาภาษา
tr: Dilleri ara
ur: زبانیں تلاش کریں
vi: Tìm ngôn ngữ
zh: 搜索语言

source: Search languages...
ar: البحث عن اللغات...
bn: ভাষা খুঁজুন...
de: Sprachen suchen...
es: Buscar idiomas...
fa: جستجوی زبان‌ها...
fr: Rechercher des langues...
hi: भाषाएं खोजें...
id: Cari bahasa...
ja: 言語を検索
ko: 언어 검색...
nl: Zoek talen...
pt: Pesquisar idiomas...
ru: Поиск языков...
sv: Sök språk...
sw: Tafuta lugha...
ta: மொழிகளைத் தேடு...
th: ค้นหาภาษา...
tr: Dil ara...
ur: زبانیں تلاش کریں...
vi: Tìm kiếm ngôn ngữ...
zh: 搜索语言...

source: Search models
ar: البحث عن النماذج
bn: মডেল খুঁজুন
de: Modelle suchen
es: Buscar modelos
fa: جستجوی مدل‌ها
fr: Rechercher des modèles
hi: मॉडल खोजें
id: Cari model
ja: モデルを検索
ko: 모델 검색
nl: Modellen zoeken
pt: Pesquisar modelos
ru: Поиск моделей
sv: Sök modeller
sw: Tafuta mifano
ta: மாதிரிகளைத் தேடு
th: ค้นหาโมเดล
tr: Modelleri ara
ur: ماڈلز تلاش کریں
vi: Tìm mô hình
zh: 搜索模型

source: Search models...
ar: البحث عن النماذج...
bn: মডেল খুঁজুন...
de: Modelle suchen...
es: Buscar modelos...
fa: جستجوی مدل‌ها...
fr: Rechercher des modèles...
hi: मॉडल खोजें...
id: Cari model...
ja: モデルを検索
ko: 모델 검색...
nl: Zoek modellen...
pt: Pesquisar modelos...
ru: Поиск моделей...
sv: Sök modeller...
sw: Tafuta mifano...
ta: மாதிரிகளைத் தேடு...
th: ค้นหาโมเดล...
tr: Model ara...
ur: ماڈل تلاش کریں...
vi: Tìm kiếm mô hình...
zh: 搜索模型...

source: sec
ar: ث
bn: সেকেন্ড
de: Sek
es: seg
fa: ثانیه
hi: सेकंड
id: det
ja: 秒
ko: 초
pt: seg
ru: сек
sv: sek
sw: sek
ta: வி
th: วินาที
tr: sn
ur: سیکنڈ
vi: giây
zh: 秒

source: Select Font
ar: اختيار الخط
bn: ফন্ট নির্বাচন করুন
de: Schriftart auswählen
es: Seleccionar fuente
fa: انتخاب فونت
fr: Sélectionner la police
hi: फ़ॉन्ट चुनें
id: Pilih font
ja: フォントを選択
ko: 폰트 선택
nl: Lettertype selecteren
pt: Selecionar fonte
ru: Выбрать шрифт
sv: Välj typsnitt
sw: Chagua Fonti
ta: எழுத்துரு தேர்ந்தெடு
th: เลือกแบบอักษร
tr: Yazı Tipi Seç
ur: فونٹ منتخب کریں
vi: Chọn phông chữ
zh: 选择字体

source: Select font family for text display
ar: اختيار عائلة الخطوط لعرض النص
bn: টেক্সট প্রদর্শনের জন্য ফন্ট পরিবার নির্বাচন করুন
de: Schriftfamilie für Textanzeige auswählen
es: Seleccionar familia de fuentes para mostrar texto
fa: انتخاب خانواده فونت برای نمایش متن
fr: Sélectionner la famille de polices pour l'affichage du texte
hi: पाठ प्रदर्शन के लिए फ़ॉन्ट परिवार चुनें
id: Pilih keluarga font untuk tampilan teks
ja: テキスト表示用のフォントファミリーを選択
ko: 텍스트 표시용 폰트 패밀리 선택
nl: Selecteer lettertypefamilie voor tekstweergave
pt: Selecionar família de fontes para exibição de texto
ru: Выбрать семейство шрифтов для отображения текста
sv: Välj typsnittsfamilj för textvisning
sw: Chagua familia ya fonti kwa kuonyesha maandishi
ta: உரை காட்சிக்கு எழுத்துரு குடும்பத்தைத் தேர்ந்தெடு
th: เลือกตระกูลแบบอักษรสำหรับการแสดงข้อความ
tr: Metin görüntüleme için yazı tipi ailesi seç
ur: ٹیکسٹ ڈسپلے کے لیے فونٹ فیملی منتخب کریں
vi: Chọn họ phông chữ để hiển thị văn bản
zh: 选择文本显示的字体族

source: Select Language
ar: اختيار اللغة
bn: ভাষা নির্বাচন করুন
de: Sprache auswählen
es: Seleccionar idioma
fa: انتخاب زبان
fr: Sélectionner la langue
hi: भाषा चुनें
id: Pilih bahasa
ja: 言語を選択
ko: 언어 선택
nl: Taal selecteren
pt: Selecionar idioma
ru: Выбрать язык
sv: Välj språk
sw: Chagua Lugha
ta: மொழி தேர்ந்தெடு
th: เลือกภาษา
tr: Dil Seç
ur: زبان منتخب کریں
vi: Chọn ngôn ngữ
zh: 选择语言

source: Select Model
ar: اختيار النموذج
bn: মডেল নির্বাচন করুন
de: Modell auswählen
es: Seleccionar modelo
fa: انتخاب مدل
fr: Sélectionner le modèle
hi: मॉडल चुनें
id: Pilih model
ja: モデルを選択
ko: 모델 선택
nl: Model selecteren
pt: Selecionar modelo
ru: Выбрать модель
sv: Välj modell
sw: Chagua Mfano
ta: மாதிரி தேர்ந்தெடு
th: เลือกโมเดล
tr: Model Seç
ur: ماڈل منتخب کریں
vi: Chọn mô hình
zh: 选择模型

source: Select the font family for speech-to-text display
ar: اختر عائلة الخط لعرض النص من الكلام
bn: স্পিচ-টু-টেক্সট প্রদর্শনের জন্য ফন্ট পরিবার নির্বাচন করুন
de: Wählen Sie die Schriftfamilie für die Sprach-zu-Text-Anzeige
es: Selecciona la familia de fuentes para la visualización de voz a texto
fa: خانواده فونت را برای نمایش گفتار به متن انتخاب کنید
fr: Sélectionnez la famille de polices pour l'affichage parole-texte
hi: स्पीच-टू-टेक्स्ट प्रदर्शन के लिए फ़ॉन्ट परिवार चुनें
id: Pilih keluarga font untuk tampilan ucapan-ke-teks
ja: 音声テキスト表示のフォントファミリーを選択します
ko: 음성-텍스트 표시를 위한 글꼴 패밀리 선택
nl: Selecteer de lettertypefamilie voor spraak-naar-tekst weergave
pt: Selecione a família de fontes para exibição de fala para texto
ru: Выберите семейство шрифтов для отображения речи в текст
sv: Välj teckensnittsfamilj för tal-till-text visning
sw: Chagua familia ya fonti ya kuonyesha sauti-hadi-maandishi
ta: பேச்சு-உரை காட்சிக்கான எழுத்துரு குடும்பத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกตระกูลฟอนต์สำหรับการแสดงผลเสียงเป็นข้อความ
tr: Konuşma-metin görüntüleme için yazı tipi ailesini seçin
ur: سپیچ-ٹو-ٹیکسٹ ڈسپلے کے لیے فونٹ فیملی منتخب کریں
vi: Chọn họ phông chữ cho hiển thị giọng nói thành văn bản
zh: 选择语音转文本显示的字体族

source: Select the language for speech recognition
ar: اختر اللغة للتعرف على الكلام
bn: স্পিচ রিকগনিশনের জন্য ভাষা নির্বাচন করুন
de: Wählen Sie die Sprache für die Spracherkennung
es: Selecciona el idioma para el reconocimiento de voz
fa: زبان را برای تشخیص گفتار انتخاب کنید
fr: Sélectionnez la langue pour la reconnaissance vocale
hi: स्पीच रिकग्निशन के लिए भाषा चुनें
id: Pilih bahasa untuk pengenalan suara
ja: 音声認識の言語を選択してください
ko: 음성 인식을 위한 언어 선택
nl: Selecteer de taal voor spraakherkenning
pt: Selecione o idioma para reconhecimento de voz
ru: Выберите язык для распознавания речи
sv: Välj språk för taligenkänning
sw: Chagua lugha ya kutambua sauti
ta: பேச்சு அங்கீகாரத்திற்கான மொழியைத் தேர்ந்தெடுக்கவும்
th: เลือกภาษาสำหรับการจดจำเสียง
tr: Ses tanıma için dili seçin
ur: سپیچ ریکگنیشن کے لیے زبان منتخب کریں
vi: Chọn ngôn ngữ cho nhận dạng giọng nói
zh: 选择语音识别的语言

source: Select the language of the audio content
ar: اختيار لغة محتوى الصوت
bn: অডিও কন্টেন্টের ভাষা নির্বাচন করুন
de: Sprache des Audioinhalts auswählen
es: Seleccionar el idioma del contenido de audio
fa: زبان محتوای صوتی را انتخاب کنید
fr: Sélectionner la langue du contenu audio
hi: ऑडियो सामग्री की भाषा चुनें
id: Pilih bahasa konten audio
ja: 音声コンテンツの言語を選択
ko: 오디오 콘텐츠의 언어 선택
nl: Selecteer de taal van de audio-inhoud
pt: Selecionar o idioma do conteúdo de áudio
ru: Выбрать язык аудиоконтента
sv: Välj språket för ljudinnehållet
sw: Chagua lugha ya maudhui ya sauti
ta: ஆடியோ உள்ளடக்கத்தின் மொழியைத் தேர்ந்தெடு
th: เลือกภาษาของเนื้อหาเสียง
tr: Ses içeriğinin dilini seç
ur: آڈیو مواد کی زبان منتخب کریں
vi: Chọn ngôn ngữ của nội dung âm thanh
zh: 选择音频内容的语言

source: Select UI Language
ar: اختيار لغة واجهة المستخدم
bn: UI ভাষা নির্বাচন করুন
de: UI-Sprache auswählen
es: Seleccionar idioma de interfaz
fa: انتخاب زبان رابط کاربری
fr: Sélectionner la langue de l'interface
hi: UI भाषा चुनें
id: Pilih bahasa UI
ja: UI言語を選択
ko: UI 언어 선택
nl: UI-taal selecteren
pt: Selecionar idioma da interface
ru: Выбрать язык интерфейса
sv: Välj UI-språk
sw: Chagua Lugha ya UI
ta: UI மொழியைத் தேர்ந்தெடு
th: เลือกภาษาของ UI
tr: UI Dilini Seç
ur: UI زبان منتخب کریں
vi: Chọn ngôn ngữ giao diện
zh: 选择界面语言

# Selected: %@, Manager: %@
source: Selected: %1$@, Manager: %2$@
ar: المحدد: %1$@، المدير: %2$@
bn: নির্বাচিত: %1$@, ম্যানেজার: %2$@
de: Ausgewählt: %1$@, Manager: %2$@
es: Seleccionado: %1$@, Administrador: %2$@
fa: انتخاب شده: %1$@، مدیر: %2$@
fr: Sélectionné : %1$@, Gestionnaire : %2$@
hi: चयनित: %1$@, प्रबंधक: %2$@
id: Dipilih: %1$@, Manager: %2$@
ja: 選択済み：%1$@、マネージャー：%2$@
ko: 선택됨: %1$@, 관리자: %2$@
nl: Geselecteerd: %1$@, Beheerder: %2$@
pt: Selecionado: %1$@, Gerenciador: %2$@
ru: Выбрано: %1$@, Менеджер: %2$@
sv: Vald: %1$@, Manager: %2$@
sw: Imechaguliwa: %1$@, Meneja: %2$@
ta: தேர்ந்தெடுக்கப்பட்டது: %1$@, மேலாளர்: %2$@
th: เลือกแล้ว: %1$@, ผู้จัดการ: %2$@
tr: Seçildi: %1$@, Yönetici: %2$@
ur: منتخب: %1$@، مینیجر: %2$@
vi: Đã chọn: %1$@, Quản lý: %2$@
zh: 已选择：%1$@，管理器：%2$@

source: Serbian
ar: الصربية
bn: সার্বিয়ান
de: Serbisch
es: Serbio
fa: صربی
fr: Serbe
hi: सर्बियाई
id: Serbia
ja: セルビア語
ko: 세르비아어
nl: Servisch
pt: Sérvio
ru: Сербский
sv: Serbiska
sw: Kiserbia
ta: செர்பியன்
th: เซอร์เบีย
tr: Sırpça
ur: سربیائی
vi: Tiếng Serbia
zh: 塞尔维亚语

# settings.auto_detect_description
source: Auto-detect mode: Language will be automatically detected from audio
ar: وضع الكشف التلقائي: سيتم اكتشاف اللغة تلقائياً من الصوت
bn: স্বয়ংক্রিয় সনাক্তকরণ মোড: অডিও থেকে ভাষা স্বয়ংক্রিয়ভাবে সনাক্ত করা হবে
de: Automatischer Erkennungsmodus: Sprache wird automatisch aus dem Audio erkannt
es: Modo de detección automática: El idioma se detectará automáticamente del audio
fa: حالت تشخیص خودکار: زبان به طور خودکار از صدا تشخیص داده می‌شود
fr: Mode de détection automatique : La langue sera automatiquement détectée à partir de l'audio
hi: स्वचालित पहचान मोड: ऑडियो से भाषा स्वचालित रूप से पहचानी जाएगी
id: Mode deteksi otomatis: Bahasa akan dideteksi secara otomatis dari audio
ja: 自動検出モード: 音声から言語が自動的に検出されます
ko: 자동 감지 모드: 오디오에서 언어가 자동으로 감지됩니다
nl: Automatische detectiemodus: Taal wordt automatisch gedetecteerd uit audio
pt: Modo de detecção automática: O idioma será detectado automaticamente do áudio
ru: Режим автоматического определения: Язык будет автоматически определен из аудио
sv: Automatisk detekteringsläge: Språk kommer att detekteras automatiskt från ljud
sw: Hali ya kugundua kiotomatiki: Lugha itagunduliwa kiotomatiki kutoka kwa sauti
ta: தானியங்கி கண்டறிதல் பயன்முறை: மொழி ஆடியோவிலிருந்து தானாகவே கண்டறியப்படும்
th: โหมดตรวจจับอัตโนมัติ: ภาษาจะถูกตรวจจับอัตโนมัติจากเสียง
tr: Otomatik algılama modu: Dil ses dosyasından otomatik olarak algılanacak
ur: خودکار پتہ لگانے کا موڈ: آڈیو سے زبان خودکار طور پر پتہ چل جائے گی
vi: Chế độ tự động phát hiện: Ngôn ngữ sẽ được tự động phát hiện từ âm thanh
zh: 自动检测模式：将从音频中自动检测语言

# settings.auto_detect_system_language
source: Auto-detect system language
ar: كشف لغة النظام تلقائياً
bn: সিস্টেম ভাষা স্বয়ংক্রিয় সনাক্ত করুন
de: Systemsprache automatisch erkennen
es: Detectar automáticamente el idioma del sistema
fa: تشخیص خودکار زبان سیستم
fr: Détection automatique de la langue du système
hi: सिस्टम भाषा स्वचालित पहचान
id: Deteksi bahasa sistem otomatis
ja: システム言語を自動検出
ko: 시스템 언어 자동 감지
nl: Systeemtaal automatisch detecteren
pt: Detectar automaticamente o idioma do sistema
ru: Автоматическое определение языка системы
sv: Detektera systemets språk automatiskt
sw: Gundua lugha ya mfumo kiotomatiki
ta: கணினி மொழியை தானாகவே கண்டறியவும்
th: ตรวจจับภาษาของระบบอัตโนมัติ
tr: Sistem dilini otomatik algıla
ur: سسٹم کی زبان کا خودکار پتہ لگانا
vi: Tự động phát hiện ngôn ngữ hệ thống
zh: 自动检测系统语言

# settings.change
source: Change
ar: تغيير
bn: পরিবর্তন করুন
de: Ändern
es: Cambiar
fa: تغییر
fr: Modifier
hi: बदलें
id: Ubah
ja: 変更
ko: 변경
nl: Wijzigen
pt: Alterar
ru: Изменить
sv: Ändra
sw: Badilisha
ta: மாற்று
th: เปลี่ยน
tr: Değiştir
ur: تبدیل
vi: Thay đổi
zh: 更改

# settings.current_model
source: Current Model
ar: النموذج الحالي
bn: বর্তমান মডেল
de: Aktuelles Modell
es: Modelo actual
fa: مدل فعلی
fr: Modèle actuel
hi: वर्तमान मॉडल
id: Model saat ini
ja: 現在のモデル
ko: 현재 모델
nl: Huidig Model
pt: Modelo atual
ru: Текущая модель
sv: Aktuell Modell
sw: Mfano wa Sasa
ta: தற்போதைய மாதிரி
th: โมเดลปัจจุบัน
tr: Mevcut Model
ur: موجودہ ماڈل
vi: Mô hình hiện tại
zh: 当前模型

# settings.delete
source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
hi: हटाएं
id: Hapus
ja: 削除
ko: 삭제
nl: Verwijder
pt: Excluir
ru: Удалить
sv: Ta bort
sw: Futa
ta: நீக்கு
th: ลบ
tr: Sil
ur: حذف کریں
vi: Xóa
zh: 删除

# settings.display_language
source: Display Language
ar: لغة العرض
bn: প্রদর্শন ভাষা
de: Anzeigesprache
es: Idioma de visualización
fa: زبان نمایش
fr: Langue d'affichage
hi: प्रदर्शन भाषा
id: Bahasa tampilan
ja: 表示言語
ko: 표시 언어
nl: Weergavetaal
pt: Idioma de exibição
ru: Язык отображения
sv: Visningsspråk
sw: Lugha ya Onyesho
ta: காட்சி மொழி
th: ภาษาการแสดงผล
tr: Görüntüleme Dili
ur: ڈسپلے زبان
vi: Ngôn ngữ hiển thị
zh: 显示语言

# settings.done
source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Hecho
fa: انجام شد
fr: Terminé
hi: पूर्ण
id: Selesai
ja: 完了
ko: 완료
nl: Klaar
pt: Concluído
ru: Готово
sv: Klar
sw: Imekamilika
ta: முடிந்தது
th: เสร็จสิ้น
tr: Tamam
ur: ہو گیا
vi: Hoàn thành
zh: 完成

# settings.no_model_selected
source: No model selected
ar: لم يتم اختيار نموذج
bn: কোন মডেল নির্বাচিত নয়
de: Kein Modell ausgewählt
es: Ningún modelo seleccionado
fa: هیچ مدلی انتخاب نشده
fr: Aucun modèle sélectionné
hi: कोई मॉडल चयनित नहीं
id: Tidak ada model yang dipilih
ja: モデルが選択されていません
ko: 선택된 모델 없음
nl: Geen model geselecteerd
pt: Nenhum modelo selecionado
ru: Модель не выбрана
sv: Ingen modell vald
sw: Hakuna mfano uliochaguliwa
ta: எந்த மாதிரியும் தேர்ந்தெடுக்கப்படவில்லை
th: ไม่ได้เลือกโมเดล
tr: Hiçbir model seçilmedi
ur: کوئی ماڈل منتخب نہیں
vi: Không có mô hình nào được chọn
zh: 未选择模型

# settings.open_folder
source: Open Folder
ar: فتح المجلد
bn: ফোল্ডার খুলুন
de: Ordner öffnen
es: Abrir carpeta
fa: باز کردن پوشه
fr: Ouvrir le dossier
hi: फ़ोल्डर खोलें
id: Buka folder
ja: フォルダを開く
ko: 폴더 열기
nl: Map openen
pt: Abrir pasta
ru: Открыть папку
sv: Öppna mapp
sw: Fungua Folda
ta: கோப்புறையைத் திற
th: เปิดโฟลเดอร์
tr: Klasörü Aç
ur: فولڈر کھولیں
vi: Mở thư mục
zh: 打开文件夹

# settings.preview
source: Preview
ar: معاينة
bn: পূর্বরূপ
de: Vorschau
es: Vista previa
fa: پیش‌نمایش
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pt: Visualização
ru: Предварительный просмотр
sv: Förhandsvisning
sw: Hakiki
ta: முன்னோட்டம்
th: ตัวอย่าง
tr: Önizleme
ur: پیش منظر
vi: Xem trước
zh: 预览
